Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, vi

source: Removes sound descriptions and speaker labels, such as [door slams], from text subtitles. Off by default.
de: Entfernt Geräuschbeschreibungen und Sprecherangaben wie [Tür knallt] aus Textuntertiteln. Standardmäßig aus.
es: Quita las descripciones de sonidos y las etiquetas de hablantes, como [portazo], de los subtítulos de texto. Desactivado por defecto.
fr: Supprime les descriptions sonores et les étiquettes de locuteurs, comme [porte qui claque], des sous-titres texte. Désactivé par défaut.
it: Rimuove dai sottotitoli di testo le descrizioni dei suoni e le etichette dei parlanti, come [porta che sbatte]. Disattivato per impostazione predefinita.
vi: Loại bỏ mô tả âm thanh và nhãn người nói, như [cửa đóng sầm], khỏi phụ đề văn bản. Mặc định tắt.

source: Removes this plugin repository and its providers from this Apple TV.
de: Entfernt dieses Plugin-Repository und seine Provider von diesem Apple TV.
es: Quita este repositorio de plugins y sus proveedores de este Apple TV.
fr: Supprime ce dépôt de plug-ins et ses fournisseurs de cette Apple TV.
it: Rimuove questo repository di plugin e i suoi provider da questa Apple TV.
vi: Gỡ kho plugin này và các nhà cung cấp của nó khỏi Apple TV này.

source: Removes this provider's key from this profile. Streams will no longer resolve through it.
de: Entfernt den Schlüssel dieses Anbieters aus diesem Profil. Streams werden nicht mehr dadurch aufgelöst.
es: Elimina la clave de este proveedor de este perfil. Los streams ya no se resolverán a través de él.
fr: Supprime la clé de ce fournisseur pour ce profil. Les streams ne seront plus résolus via celui-ci.
it: Rimuove la chiave di questo fornitore da questo profilo. I flussi non si risolveranno più attraverso di essa.
vi: Xóa key của nhà cung cấp này khỏi hồ sơ. Luồng sẽ không còn phân giải qua đó.

source: Replaces catalog artwork with posters from a service such as RPDB. Opens a page where you enter the poster URL pattern.
de: Ersetzt Katalog-Artwork durch Poster eines Dienstes wie RPDB. Öffnet eine Seite, auf der du das Muster der Poster-URL eingibst.
es: Sustituye las imágenes del catálogo por pósteres de un servicio como RPDB. Abre una página donde introduces el patrón de URL de los pósteres.
fr: Remplace les visuels du catalogue par des affiches d’un service tel que RPDB. Ouvre une page où saisir le modèle d’URL des affiches.
it: Sostituisce le immagini del catalogo con poster di un servizio come RPDB. Apre una pagina dove inserire il modello dell’URL dei poster.
vi: Thay ảnh danh mục bằng poster từ một dịch vụ như RPDB. Mở một trang để bạn nhập mẫu URL poster.

source: Requesting a sign-in code from %@…
de: Fordere einen Anmelde-Code von %@ an…
es: Solicitando código de inicio de sesión de %@…
fr: Demande d'un code de connexion à %@…
it: Richiesta di un codice di accesso da %@…
vi: Đang yêu cầu mã đăng nhập từ %@…

source: Requesting code…
de: Fordere Code an…
es: Solicitando código…
fr: Demande du code…
it: Richiesta del codice…
vi: Đang yêu cầu mã…

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
vi: Đặt lại

source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restaurar valores predeterminados
fr: Réinitialiser aux valeurs par défaut
it: Ripristina predefiniti
vi: Đặt lại mặc định

source: Reset trailer zoom cache
de: Trailer-Zoom-Cache zurücksetzen
es: Restablecer caché de zoom de tráiler
fr: Réinitialiser le cache de zoom des bandes-annonces
it: Reimposta cache dello zoom del trailer
vi: Đặt lại bộ nhớ đệm thu phóng trailer

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
vi: Độ phân giải

source: Resolve Streams with Debrid
de: Streams mit Debrid auflösen
es: Resolver streams con Debrid
fr: Résoudre les streams avec Debrid
it: Risolvi flussi con Debrid
vi: Phân giải luồng bằng Debrid

source: Resolve the top cached sources to direct links while a source list is open, so Play starts at once.
de: Löst die obersten Quellen aus dem Cache in direkte Links auf, während eine Quellenliste geöffnet ist, sodass die Wiedergabe sofort startet.
es: Resuelve las principales fuentes en caché a enlaces directos mientras hay una lista de fuentes abierta, para que Reproducir empiece de inmediato.
fr: Résout les principales sources en cache en liens directs pendant qu’une liste de sources est ouverte, pour que la lecture démarre aussitôt.
it: Risolve in link diretti le prime fonti in cache mentre è aperta una lista di fonti, così Riproduci parte subito.
vi: Phân giải các nguồn đã lưu đệm hàng đầu thành liên kết trực tiếp khi danh sách nguồn đang mở, để Phát bắt đầu ngay.

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
vi: Thử lại

source: Review
de: Rezension
es: Reseña
fr: Avis
it: Recensione
vi: Đánh giá

source: Review Server
de: Server überprüfen
es: Revisar servidor
fr: Examiner le serveur
it: Rivedi server
vi: Xem lại máy chủ

source: Ring Takes Poster Color
de: Ring übernimmt Posterfarbe
es: El anillo toma el color del póster
fr: L’anneau prend la couleur de l’affiche
it: L’anello prende il colore del poster
vi: Vòng lấy màu poster

source: Round
de: Rund
es: Redondo
fr: Rond
it: Arrotondato
vi: Tròn

source: Rounded
de: Abgerundet
es: Redondeado
fr: Arrondi
it: Arrotondato
vi: Bo tròn

source: Row Edge Fade
de: Zeilenrand-Verblassung
es: Desvanecido de borde de fila
fr: Fondu de bord de rangée
it: Dissolvenza bordo riga
vi: Làm mờ viền hàng

source: Row Settle Diagnostics
de: Diagnose der Zeilenposition
es: Diagnóstico de posición de filas
fr: Diagnostic de position des rangées
it: Diagnostica posizione righe
vi: Chẩn đoán vị trí hàng

source: Row Settle Diagnostics · page %lld/%lld
de: Diagnose der Zeilenposition · Seite %lld/%lld
es: Diagnóstico de posición de filas · página %lld/%lld
fr: Diagnostic de position des rangées · page %lld/%lld
it: Diagnostica posizione righe · pagina %lld/%lld
vi: Chẩn đoán vị trí hàng · trang %lld/%lld

source: Rows
de: Reihen
es: Filas
fr: Lignes
it: Righe
vi: Hàng

source: Rows reserve the zoom-mode band; the hero-off description loses a line at Large
de: Zeilen reservieren das Band des Zoom-Modus; die Beschreibung ohne Held verliert bei „Groß“ eine Zeile
es: Las filas reservan la banda del modo zoom; la descripción sin héroe pierde una línea en Grande
fr: Les rangées réservent la bande du mode zoom ; la description sans héros perd une ligne en Grand
it: Le righe riservano la banda della modalità zoom; la descrizione senza hero perde una riga in Grande
vi: Hàng dành sẵn dải của chế độ thu phóng; phần mô tả khi tắt hero mất một dòng ở cỡ Lớn

source: Run enabled plugin providers when loading streams.
de: Führe aktivierte Plugin-Anbieter beim Laden von Streams aus.
es: Ejecuta proveedores de complementos habilitados al cargar streams.
fr: Exécute les fournisseurs de plugins activés lors du chargement des streams.
it: Esegui provider di plugin abilitati al caricamento dei flussi.
vi: Chạy các nhà cung cấp plugin đã bật khi tải luồng.

source: Runs your enabled plugin providers when streams load. Plugins add extra sources.
de: Führt beim Laden von Streams deine aktivierten Plugin-Provider aus. Plugins fügen zusätzliche Quellen hinzu.
es: Ejecuta tus proveedores de plugins activados al cargar los streams. Los plugins añaden fuentes adicionales.
fr: Exécute vos fournisseurs de plug-ins activés au chargement des streams. Les plug-ins ajoutent des sources supplémentaires.
it: Esegue i tuoi provider di plugin attivati al caricamento degli stream. I plugin aggiungono fonti extra.
vi: Chạy các nhà cung cấp plugin đã bật khi tải luồng. Plugin thêm các nguồn bổ sung.

source: Russian
de: Russisch
es: Ruso
fr: Russe
it: Russo
vi: Tiếng Nga

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
vi: Lưu

source: Save & Enable
de: Speichern & aktivieren
es: Guardar y habilitar
fr: Enregistrer et activer
it: Salva e abilita
vi: Lưu & bật

source: Save Filters
de: Filter speichern
es: Guardar filtros
fr: Enregistrer les filtres
it: Salva filtri
vi: Lưu bộ lọc

source: Save Key
de: Schlüssel speichern
es: Guardar clave
fr: Enregistrer la clé
it: Salva chiave
vi: Lưu key

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
vi: Đã lưu

source: Saving…
de: Wird gespeichert…
es: Ahorro…
fr: Enregistrement…
it: Salvataggio…
vi: Đang lưu…

source: Scan a QR code to sign in — no typing required
de: Scanne einen QR-Code zum Anmelden – kein Tippen erforderlich
es: Escanea un código QR para iniciar sesión — sin escritura requerida
fr: Scannez un code QR pour vous connecter — aucune saisie nécessaire
it: Scansiona un codice QR per accedere — nessuna digitazione richiesta
vi: Quét mã QR để đăng nhập — không cần gõ

source: Scan the QR code with your phone's camera and approve the sign-in — no typing on the TV.
de: Scanne den QR-Code mit der Kamera deines Phones und genehmige die Anmeldung – kein Tippen auf dem TV.
es: Escanea el código QR con la cámara de tu teléfono y aprueba el inicio de sesión — sin escritura en el televisor.
fr: Scannez le code QR avec l'appareil photo de votre téléphone et approuvez la connexion — aucune saisie sur la TV.
it: Scansiona il codice QR con la fotocamera del tuo telefono e approva l'accesso — nessuna digitazione sulla TV.
vi: Quét mã QR bằng camera điện thoại và duyệt đăng nhập — không cần gõ trên TV.

source: Scan the code, or open in any browser:
de: Scanne den Code, oder öffne in einem beliebigen Browser:
es: Escanea el código u abre en cualquier navegador:
fr: Scannez le code, ou ouvrez-le dans un navigateur :
it: Scansiona il codice o aprilo in qualsiasi browser:
vi: Quét mã, hoặc mở trong trình duyệt bất kỳ:

source: Scrobble what you watch on this Apple TV to your Trakt profile (movies and episodes are marked watched automatically).
de: Sende, was du auf diesem Apple TV schaust, an dein Trakt-Profil (Filme und Episoden werden automatisch als gesehen markiert).
es: Registra lo que ves en este Apple TV en tu perfil de Trakt (películas y episodios se marcan como vistos automáticamente).
fr: Active le scrobbling de ce que vous regardez sur cet Apple TV vers votre profil Trakt (les films et épisodes sont marqués comme vus automatiquement).
it: Scrobble quello che guardi su questo Apple TV nel tuo profilo Trakt (i film e gli episodi sono contrassegnati come guardati automaticamente).
vi: Ghi những gì bạn xem trên Apple TV này vào hồ sơ Trakt (phim và tập được đánh dấu đã xem tự động).

source: Scrobbling stops and this Apple TV's Simkl authorization is cleared. Your Simkl history is untouched.
de: Das Scrobbling stoppt und die Simkl-Autorisierung dieses Apple TV wird gelöscht. Dein Simkl-Verlauf bleibt unberührt.
es: El scrobbling se detiene y se borra la autorización de Simkl de este Apple TV. Tu historial de Simkl no se toca.
fr: Le scrobbling s'arrête et l'autorisation Simkl de cette Apple TV est effacée. Votre historique Simkl reste intact.
it: Lo scrobbling si interrompe e l'autorizzazione Simkl di questa Apple TV viene rimossa. La tua cronologia Simkl resta intatta.
vi: Scrobble sẽ dừng và quyền Simkl của Apple TV này bị xóa. Lịch sử Simkl của bạn không bị ảnh hưởng.

source: Scrobbling stops and this Apple TV's Trakt access token is revoked. Your Trakt history is untouched.
de: Scrobbling stoppt und das Trakt-Zugriffstoken dieses Apple TV wird widerrufen. Dein Trakt-Verlauf bleibt unverändert.
es: El registro se detiene y se revoca el token de acceso de Trakt de este Apple TV. Tu historial de Trakt no se toca.
fr: Le scrobbling s'arrête et le jeton d'accès Trakt de cet Apple TV est révoqué. Votre historique Trakt reste intact.
it: Lo scrobbling si interrompe e il token di accesso Trakt di questo Apple TV viene revocato. La tua cronologia Trakt rimane intatta.
vi: Scrobble sẽ dừng và token Trakt của Apple TV này bị thu hồi. Lịch sử Trakt của bạn không bị ảnh hưởng.

source: Scroll-geometry and push/pop counters below — photograph after testing
de: Scroll-Geometrie und Push/Pop-Zähler unten – nach dem Test fotografieren
es: Geometría de desplazamiento y contadores de push/pop abajo: fotografía tras probar
fr: Géométrie de défilement et compteurs push/pop ci-dessous : photographiez après le test
it: Geometria di scorrimento e contatori push/pop qui sotto: fotografa dopo il test
vi: Hình học cuộn và bộ đếm push/pop bên dưới — chụp ảnh sau khi thử nghiệm

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
vi: Tìm kiếm

source: Search Results
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de recherche
it: Risultati di ricerca
vi: Kết quả tìm kiếm

source: Search Sources
de: Suchquellen
es: Fuentes de búsqueda
fr: Sources de recherche
it: Fonti di ricerca
vi: Nguồn tìm kiếm

source: Search for %@
de: Nach %@ suchen
es: Buscar %@
fr: Rechercher %@
it: Cerca %@
vi: Tìm %@

source: Search movies & shows
de: Suche nach Filmen & Shows
es: Buscar películas y series
fr: Rechercher des films et séries
it: Cerca film e serie
vi: Tìm phim & phim bộ

source: Search remembers what you've searched for
de: Die Suche merkt sich, wonach du gesucht hast
es: La búsqueda recuerda lo que has buscado
fr: La recherche se souvient de ce que vous avez cherché
it: La ricerca ricorda cosa hai cercato
vi: Tìm kiếm ghi nhớ những gì bạn đã tìm

source: Searching addon subtitles…
de: Suche Add-on-Untertitel…
es: Buscando subtítulos de complementos…
fr: Recherche des sous-titres d'addons…
it: Ricerca sottotitoli componenti aggiuntivi…
vi: Đang tìm phụ đề addon…

source: Searching…
de: Suche läuft…
es: Buscando…
fr: Recherche…
it: Ricerca…
vi: Đang tìm…

source: Season %lld
de: Staffel %lld
es: Temporada %lld
fr: Saison %lld
it: Stagione %lld
vi: Mùa %lld

source: Season %lld · Episode %lld
de: Staffel %lld · Episode %lld
es: Temporada %lld · Episodio %lld
fr: Saison %lld · Épisode %lld
it: Stagione %lld · Episodio %lld
vi: Mùa %lld · Tập %lld

source: Sections
de: Bereiche
es: Secciones
it: Sezioni
vi: Mục

source: See All
de: Alle anzeigen
es: Ver todo
fr: Tout voir
it: Vedi tutto
vi: Xem tất cả

source: Segments
de: Segmente
es: Segmentos
it: Segmenti
vi: Phân đoạn

source: Select a profile to continue
de: Wähle ein Profil, um fortzufahren
es: Selecciona un perfil para continuar
fr: Sélectionnez un profil pour continuer
it: Seleziona un profilo per continuare
vi: Chọn hồ sơ để tiếp tục

source: Semi
de: Halb
fr: Légère
vi: Bán phần

source: Series
de: Serien
fr: Séries
it: Serie TV
vi: Loạt phim

source: Servers unreachable
de: Server nicht erreichbar
es: Servidores inaccesibles
fr: Serveurs injoignables
it: Server irraggiungibile
vi: Không kết nối được máy chủ

source: Services
de: Dienste
es: Servicios
it: Servizi
vi: Dịch vụ

source: Set Active
de: Aktivieren
es: Establecer como activo
fr: Activer
it: Imposta come attivo
vi: Kích hoạt

source: Set Active makes this badge pack decide which chips appear on streams. Delete removes the pack from this Apple TV.
de: „Aktiv setzen“ legt fest, dass dieses Badge-Paket bestimmt, welche Chips bei Streams erscheinen. „Löschen“ entfernt das Paket von diesem Apple TV.
es: Establecer activo hace que este paquete de insignias decida qué chips aparecen en los streams. Eliminar quita el paquete de este Apple TV.
fr: Définir actif fait de ce pack de badges celui qui détermine les pastilles affichées sur les streams. Supprimer retire le pack de cette Apple TV.
it: Imposta come attivo fa decidere a questo pacchetto di badge quali chip appaiono sugli stream. Elimina rimuove il pacchetto da questa Apple TV.
vi: Đặt làm đang dùng khiến gói huy hiệu này quyết định chip nào xuất hiện trên luồng. Xóa gỡ gói khỏi Apple TV này.

source: Set PIN Lock
de: PIN-Sperre einrichten
es: Configurar bloqueo PIN
fr: Configurer le verrouillage PIN
it: Imposta blocco PIN
vi: Đặt mã PIN

source: Set from Your Phone…
de: Vom Handy festlegen…
es: Establecer desde tu teléfono…
fr: Définir depuis votre téléphone…
it: Imposta dal telefono…
vi: Đặt từ điện thoại…

source: Set how subtitles look and which audio and subtitle languages are chosen automatically when playback starts.
de: Lege fest, wie Untertitel aussehen und welche Audio- und Untertitelsprachen beim Start der Wiedergabe automatisch gewählt werden.
es: Define el aspecto de los subtítulos y qué idiomas de audio y subtítulos se eligen automáticamente al empezar la reproducción.
fr: Réglez l’apparence des sous-titres et les langues audio et de sous-titres choisies automatiquement au début de la lecture.
it: Imposta l’aspetto dei sottotitoli e quali lingue audio e sottotitoli vengono scelte automaticamente all’avvio della riproduzione.
vi: Đặt giao diện phụ đề và ngôn ngữ âm thanh, phụ đề nào được chọn tự động khi bắt đầu phát.

source: Set the pattern from your phone with Remote Setup, or it syncs from the mobile app. Placeholders such as {id}, {type} and {shape} are replaced for each title. When the service has no artwork, the original poster is shown.
de: Lege das Muster mit der Remote-Konfiguration auf deinem Handy fest, oder es wird aus der Mobile-App synchronisiert. Platzhalter wie {id}, {type} und {shape} werden für jeden Titel ersetzt. Hat der Dienst kein Artwork, wird das Original-Poster angezeigt.
es: Establece el patrón desde tu teléfono con la configuración remota, o se sincroniza desde la app móvil. Los marcadores como {id}, {type} y {shape} se reemplazan en cada título. Si el servicio no tiene imagen, se muestra el póster original.
fr: Définissez le modèle depuis votre téléphone avec la configuration à distance, ou il se synchronise depuis l’app mobile. Les variables comme {id}, {type} et {shape} sont remplacées pour chaque titre. Si le service n’a pas de visuel, l’affiche d’origine s’affiche.
it: Imposta il modello dal telefono con la configurazione remota, oppure si sincronizza dall’app mobile. Segnaposto come {id}, {type} e {shape} vengono sostituiti per ogni titolo. Se il servizio non ha immagini, viene mostrato il poster originale.
vi: Đặt mẫu từ điện thoại bằng thiết lập từ xa, hoặc mẫu được đồng bộ từ ứng dụng di động. Các biến như {id}, {type} và {shape} được thay cho từng tựa phim. Nếu dịch vụ không có hình, poster gốc sẽ được hiển thị.

source: Sets how bright the glossy highlight across the top of a card is. Off removes it.
de: Legt fest, wie hell die glänzende Hervorhebung am oberen Rand einer Karte ist. „Aus“ entfernt sie.
es: Define el brillo del resalte brillante en la parte superior de una tarjeta. Desactivado lo quita.
fr: Règle l’intensité du reflet brillant en haut d’une carte. Désactivé le supprime.
it: Imposta la luminosità del riflesso lucido nella parte alta di un riquadro. Disattivato lo rimuove.
vi: Đặt độ sáng của điểm sáng bóng loáng ở phía trên thẻ. Tắt sẽ bỏ nó.

source: Sets how far down the card the edge highlight reaches: just the top, half the card, or all the way around.
de: Legt fest, wie weit die Kantenhervorhebung an der Karte hinunterreicht: nur oben, die halbe Karte oder ganz herum.
es: Define hasta dónde baja el resalte del borde en la tarjeta: solo arriba, la mitad de la tarjeta o todo alrededor.
fr: Règle jusqu’où descend le reflet du bord sur la carte : seulement le haut, la moitié de la carte ou tout autour.
it: Imposta fin dove scende sul riquadro l’evidenziazione del bordo: solo in alto, metà riquadro o tutto intorno.
vi: Đặt điểm sáng ở mép thẻ kéo xuống bao xa: chỉ phía trên, nửa thẻ hoặc toàn bộ xung quanh.

source: Sets how large posters appear in rows and grids. Larger posters leave less room for the description at the top of Home.
de: Legt fest, wie groß Poster in Reihen und Rastern erscheinen. Größere Poster lassen oben auf der Startseite weniger Platz für die Beschreibung.
es: Define el tamaño de los pósteres en filas y cuadrículas. Los pósteres más grandes dejan menos espacio para la descripción en la parte superior de Inicio.
fr: Règle la taille des affiches dans les rangées et les grilles. De plus grandes affiches laissent moins de place à la description en haut de l’accueil.
it: Imposta la dimensione dei poster nelle righe e nelle griglie. Poster più grandi lasciano meno spazio alla descrizione in alto in Home.
vi: Đặt kích thước poster trong các hàng và lưới. Poster lớn hơn để lại ít chỗ hơn cho phần mô tả ở đầu Trang chủ.

source: Sets how large subtitles appear. Default: Medium.
de: Legt fest, wie groß Untertitel erscheinen. Standard: Mittel.
es: Define el tamaño de los subtítulos. Por defecto: Medio.
fr: Règle la taille des sous-titres. Par défaut : Moyen.
it: Imposta la dimensione dei sottotitoli. Predefinito: Media.
vi: Đặt kích thước phụ đề. Mặc định: Vừa.

source: Sets how long a trailer preview waits before it starts. Automatic waits until the row stops moving, then one second. Default: Automatic.
de: Legt fest, wie lange eine Trailer-Vorschau wartet, bevor sie startet. Automatisch wartet, bis die Reihe stillsteht, dann noch eine Sekunde. Standard: Automatisch.
es: Define cuánto espera la vista previa del tráiler antes de empezar. Automático espera a que la fila deje de moverse y luego un segundo más. Por defecto: Automático.
fr: Définit combien de temps un aperçu de bande-annonce attend avant de démarrer. Automatique attend que la rangée s’immobilise, puis une seconde. Par défaut : Automatique.
it: Imposta quanto attende l’anteprima del trailer prima di partire. Automatico attende che la riga smetta di muoversi, poi un secondo. Predefinito: Automatico.
vi: Đặt thời gian bản xem trước trailer chờ trước khi bắt đầu. Tự động sẽ chờ đến khi hàng ngừng di chuyển, rồi thêm một giây. Mặc định: Tự động.

source: Sets how long the background trailer plays before it stops. Default: Always, which plays until you leave.
de: Legt fest, wie lange der Hintergrundtrailer läuft, bevor er stoppt. Standard: Immer, das heißt, er läuft, bis du die Seite verlässt.
es: Define cuánto tiempo se reproduce el tráiler de fondo antes de detenerse. Por defecto: Siempre, que lo reproduce hasta que sales.
fr: Règle la durée de lecture de la bande-annonce d’arrière-plan avant son arrêt. Par défaut : Toujours, qui la lit jusqu’à ce que vous quittiez.
it: Imposta per quanto tempo il trailer in background viene riprodotto prima di fermarsi. Predefinito: Sempre, che lo riproduce finché non esci.
vi: Đặt thời gian trailer nền phát trước khi dừng. Mặc định: Luôn luôn, phát cho đến khi bạn rời đi.

source: Sets how long trailers on posters and in the hero wait before they start. Automatic waits until the rows stop moving, then one second. Default: Automatic.
de: Legt fest, wie lange Trailer auf Postern und im Hero warten, bevor sie starten. Automatisch wartet, bis die Reihen stillstehen, und dann eine Sekunde. Standard: Automatisch.
es: Define cuánto esperan los tráileres de los pósteres y del hero antes de empezar. Automático espera a que las filas dejen de moverse y luego un segundo. Por defecto: Automático.
fr: Définit combien de temps les bandes-annonces sur les affiches et dans le hero attendent avant de démarrer. Automatique attend que les rangées cessent de bouger, puis une seconde. Par défaut : Automatique.
it: Imposta quanto aspettano i trailer sui poster e nell’hero prima di partire. Automatico aspetta che le righe smettano di muoversi, poi un secondo. Predefinito: Automatico.
vi: Đặt thời gian trailer trên poster và trong banner chờ trước khi bắt đầu. Tự động sẽ chờ đến khi các hàng ngừng chuyển động, rồi thêm một giây. Mặc định: Tự động.
